tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "romkatv/powerlevel10k"
brew "mas"
brew "neofetch"
brew "node"
brew "powerlevel10k"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "cheatsheet"
cask "coconutbattery"
cask "cyberduck"
cask "discord"
cask "dropzone"
cask "firefox"
cask "fork"
cask "grammarly"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "numi"
cask "onedrive"
cask "raspberry-pi-imager"
cask "rectangle"
cask "stats"
cask "steam"
cask "ticktick"
cask "tor-browser"
cask "vincelwt-chatgpt"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "zoom"
cask "zotero"
mas "Calendars", id: 608834326
mas "Goodnotes", id: 1444383602
mas "iLightShow", id: 1217138942
mas "Prime Video", id: 545519333
mas "Shazam", id: 897118787
mas "Surfshark", id: 1437809329
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "dracula-theme.theme-dracula"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "njpwerner.autodocstring"
