tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "romkatv/powerlevel10k"
brew "mas"
brew "neofetch"
brew "node"
brew "tree"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "alt-tab"
cask "appcleaner"
cask "cheatsheet"
cask "coconutbattery"
cask "cyberduck"
cask "dropzone"
cask "fork"
cask "hiddenbar"
cask "insomnia"
cask "iterm2"
cask "keepingyouawake"
cask "logi-options-plus"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "numi"
cask "onedrive"
cask "rectangle"
cask "stats"
cask "surfshark"
cask "ticktick"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "Calendars", id: 608834326
mas "GoodNotes", id: 1444383602
mas "iLightShow", id: 1217138942
mas "Shazam", id: 897118787
