tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "romkatv/powerlevel10k"
brew "mas"
brew "neofetch"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "alfred"
cask "appcleaner"
cask "coconutbattery"
cask "fork"
cask "hiddenbar"
cask "iterm2"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "onedrive"
cask "rectangle"
cask "stats"
cask "surfshark"
cask "ticktick"
cask "whatsapp"
mas "Calendars", id: 608834326
mas "GoodNotes", id: 1444383602
mas "iLightShow", id: 1217138942
mas "Shazam", id: 897118787
